Repository: kamurandogan/wedlist
Catalog: lib/l10n/app_*.arb
Languages: ja, nl, tr

# welcomeMessage
source: Welcome to WedList
ja: WedListへようこそ
nl: Welkom bij WedList
tr: WedList'e Hoş Geldiniz

# helloText
source: Hello,
ja: こんにちは、
nl: Hallo,
tr: Merhaba,

# totalPaidTitle
source: Total Paid
ja: 支払総額
nl: Totaal Betaald
tr: Ödenen Toplam

# remainingDaysTitle
source: Remaining Days
ja: 残り日数
nl: Resterende Dagen
tr: Kalan Gün

# progressTitle
source: Progress
ja: 進捗
nl: Voortgang
tr: İlerleme

# settingsTitle
source: Settings
ja: 設定
nl: Instellingen
tr: Ayarlar

# addPartnerTitle
source: Add Partner
ja: パートナーを追加
nl: Partner toevoegen
tr: Eş Ekle

# manageSubscriptionTitle
source: Manage Subscription
ja: サブスクリプション管理
nl: Abonnement beheren
tr: Aboneliği Yönet

# partnerTitle
source: Partner
ja: パートナー
tr: Eş

source: Partner added
ja: パートナーを追加しました
nl: Partner toegevoegd
tr: Eş eklendi

source: Partner removed
ja: パートナーを削除しました
nl: Partner verwijderd
tr: Eş kaldırıldı

# logoutButtonText
source: Logout
ja: ログアウト
nl: Uitloggen
tr: Çıkış

source: Pending Invitations
ja: 保留中の招待
nl: Openstaande Uitnodigingen
tr: Bekleyen Davetler

# pendingText
source: Pending
ja: 保留中
nl: Openstaand
tr: Bekliyor

# noPartnersText
source: No partners added yet.
ja: まだパートナーが追加されていません。
nl: Nog geen partners toegevoegd.
tr: Henüz eş eklenmedi.

source: Change Country
ja: 国を変更
nl: Land wijzigen
tr: Ülke Değiştir

# addItemTitle
source: Add Item
ja: アイテムを追加
nl: Item toevoegen
tr: Öğe Ekle

# priceTitleTextfield
source: Price
ja: 価格
nl: Prijs
tr: Fiyat

# descriptionTitleTextfield
source: Description
ja: 説明
nl: Beschrijving
tr: Açıklama

# addPhotoButtonText
source: Add Photo
ja: 写真を追加
nl: Foto toevoegen
tr: Fotoğraf Ekle

# addItemButtonText
source: Add Item
ja: 追加
nl: Toevoegen
tr: Ekle

# itemAddedSuccess
source: Item added successfully!
ja: アイテムを追加しました！
nl: Item succesvol toegevoegd!
tr: Öğe başarıyla eklendi!

# itemLoadingButtonText
source: Loading...
ja: 読み込み中...
nl: Laden...
tr: Yükleniyor...

# wishListTitle
source: Wish List
ja: ウィッシュリスト
nl: Verlanglijst
tr: İstek Listesi

# itemsTitle
source: Items
ja: アイテム
tr: Öğeler

# saveButtonText
source: Save
ja: 保存
nl: Opslaan
tr: Kaydet

# needCategoryErrorText
source: Category name is required
ja: カテゴリ名は必須です
nl: Categorienaam is verplicht
tr: Kategori adı gerekli

# categoryUpdatedText
source: Category updated
ja: カテゴリを更新しました
nl: Categorie bijgewerkt
tr: Kategori güncellendi

# categoryCreatedText
source: Category created
ja: カテゴリを作成しました
nl: Categorie aangemaakt
tr: Kategori oluşturuldu

# completedCategoryText
source: Completed
ja: 完了
nl: Voltooid
tr: Tamamlandı

# somethingWentWrongErrorText
source: Something went wrong. Please try again.
ja: エラーが発生しました。再試行してください。
nl: Er is iets misgegaan. Probeer het opnieuw.
tr: Bir hata oluştu. Lütfen tekrar deneyin.

# addCategoryButtonText
source: Add Category
ja: カテゴリを追加
nl: Categorie toevoegen
tr: Kategori Ekle

# addCategoryTextfieldHint
source: Enter category name e.g. Kitchen
ja: カテゴリ名を入力 例: キッチン
nl: Voer categorienaam in bijv. Keuken
tr: Kategori adı girin örn. Mutfak

# addCategoryTextfieldLabel
source: Enter category name
ja: カテゴリ名
nl: Categorienaam
tr: Kategori adı

# itemFieldHint
source: Enter item name e.g. Toaster
ja: アイテム名を入力 例: トースター
nl: Voer itemnaam in bijv. Broodrooster
tr: Öğe adı girin örn. Tost Makinesi

# itemFieldLabel
source: Item
ja: アイテム
tr: Öğe

# notificationAcceptSuccess
source: Collaboration accepted
ja: コラボが承認されました
nl: Samenwerking geaccepteerd
tr: İş birliği kabul edildi

# notificationRejectSuccess
source: Request declined
ja: リクエストは拒否されました
nl: Verzoek geweigerd
tr: İstek reddedildi

# deleteItemTitle
source: Delete Item
ja: アイテムを削除
nl: Item verwijderen
tr: Öğeyi Sil

# deleteItemQuestion
source: Permanently delete this item? This action cannot be undone.
ja: このアイテムを完全に削除しますか？ この操作は元に戻せません。
nl: Dit item permanent verwijderen? Dit kan niet ongedaan worden gemaakt.
tr: Bu öğeyi kalıcı olarak silmek istiyor musunuz? Bu işlem geri alınamaz.

# deleteCancel
source: Cancel
ja: キャンセル
nl: Annuleren
tr: İptal

# deleteConfirm
source: Delete
ja: 削除
nl: Verwijderen
tr: Sil

# deleteItemDone
source: Item deleted
ja: アイテムを削除しました
nl: Item verwijderd
tr: Öğe silindi

# notificationsEmpty
source: You have no notifications yet
ja: 通知はまだありません
nl: Nog geen meldingen
tr: Henüz bildiriminiz yok

# errorPrefix
source: Error:
ja: エラー：
nl: Fout:
tr: Hata:

# collabRequestAcceptedTitle
source: Your collaboration request was accepted
ja: コラボ依頼が承認されました
nl: Je samenwerkingsverzoek is geaccepteerd
tr: İş birliği isteğiniz kabul edildi

# collabRequestRejectedTitle
source: Your collaboration request was declined
ja: コラボ依頼が拒否されました
nl: Je samenwerkingsverzoek is geweigerd
tr: İş birliği isteğiniz reddedildi

# notificationItemAddedBody
source: Added to the list
ja: リストに追加されました
nl: Toegevoegd aan de lijst
tr: Listeye eklendi

# notificationItemDeletedBody
source: Removed from the list
ja: リストから削除されました
nl: Verwijderd van de lijst
tr: Listeden kaldırıldı

# notificationItemAddedSuffix
source: added
ja: 追加
nl: toegevoegd
tr: eklendi

# notificationItemDeletedSuffix
source: deleted
ja: 削除
nl: verwijderd
tr: silindi

# onboardingTitle1
source: Plan Your Dowry Easily
ja: 持参品を簡単に計画
nl: Plan je uitzet eenvoudig
tr: Çeyizini Kolayca Planla

# onboardingBody1
source: Manage all your pre-wedding preparations from your phone, categorize your needs, and never miss a detail.
ja: 結婚準備をすべてスマホで管理し、必要なものをカテゴリ分けして、細部まで見逃しません。
nl: Beheer al je huwelijksvoorbereidingen vanaf je telefoon, categoriseer je behoeften en mis geen enkel detail.
tr: düğün öncesi tüm hazırlıklarını cebinden yönet, ihtiyaçlarını kategorilere ayır, hiçbir detayı atlama.

# onboardingTitle2
source: Track Together with Your Partner
ja: パートナーと一緒に管理
nl: Volg samen met je partner
tr: Partnerinle Birlikte Takip Et

# onboardingBody2
source: Work on the same list with your spouse, instantly see who bought what and what remains, and enjoy progressing together.
ja: 同じリストをパートナーと共有し、誰が何を買ったか、何が残っているかをすぐに確認、一緒に進めましょう。
nl: Werk samen aan dezelfde lijst met je partner, zie direct wie wat heeft gekocht en wat er nog over is, en maak samen voortgang.
tr: eşinle aynı listede çalış, kim ne aldı, ne kaldı anında görün, birlikte ilerlemenin keyfini çıkar.

# onboardingTitle3
source: Control Your Expenses
ja: 支出をコントロール
nl: Beheer je uitgaven
tr: Harcamalarını Kontrol Et

# onboardingBody3
source: Donâ€™t exceed your budget, instantly see your total and category-based expenses, and track everything from your mobile device.
ja: 予算を超えず、合計やカテゴリごとの支出をすぐに確認、すべてをスマホで管理できます。
nl: Overschrijd je budget niet, zie direct je totale en categorie-uitgaven en volg alles vanaf je mobiel.
tr: bütçeni aşma, toplam giderini ve kategori bazlı harcamalarını anında gör, her şeyi mobil cihazından takip et.

# selectCountryTitle
source: Select your country
ja: 国を選択してください
nl: Selecteer uw land
tr: Ülkenizi seçin

# collaboratorEmailLabel
source: Add collaborator by email
ja: メールで共同作業者を追加
nl: Voeg medewerker toe via e-mail
tr: E-posta ile ortak ekle

# purchaseUnsupported
source: In-app purchases not supported on this device or no store account is available.
ja: このデバイスではアプリ内購入がサポートされていないか、利用可能なストアアカウントがありません。
nl: Aankopen in de app worden niet ondersteund op dit apparaat of er is geen winkelaccount beschikbaar.
tr: Bu cihazda mağaza faturalandırması desteklenmiyor veya mağaza hesabı bulunamadı.

# purchaseSuccess
source: Purchase successful
ja: 購入に成功しました
nl: Aankoop geslaagd
tr: Satın alma başarılı

# purchaseFailed
source: Purchase could not be completed
ja: 購入を完了できませんでした
nl: Aankoop kon niet worden voltooid
tr: Satın alma tamamlanamadı

# removeAdsTitle
source: Remove ads
ja: 広告を削除
nl: Advertenties verwijderen
tr: Reklamları Kaldır

# restorePurchasesTitle
source: Restore purchases
ja: 購入を復元
nl: Aankopen herstellen
tr: Satın Alımları Geri Yükle

# restoringPurchasesMessage
source: Restoring purchases
ja: 購入を復元しています
nl: Aankopen worden hersteld
tr: Satın alımlar geri yükleniyor

# alreadyHasPartnerError
source: You already have a partner. Remove the current partner first.
ja: すでにパートナーがいます。まず現在のパートナーを削除してください。
nl: Je hebt al een partner. Verwijder eerst de huidige partner.
tr: Zaten bir partneriniz var. Önce mevcut partneri kaldırın.

# userNotFoundError
source: User not found
ja: ユーザーが見つかりません
nl: Gebruiker niet gevonden
tr: Kullanıcı bulunamadı

# cannotInviteSelfError
source: You cannot invite yourself
ja: 自分自身を招待することはできません
nl: Je kunt jezelf niet uitnodigen
tr: Kendinizi ekleyemezsiniz

# inviteAlreadyPendingError
source: There is already a pending invite to this user
ja: このユーザーにはすでに保留中の招待があります
nl: Er is al een lopende uitnodiging voor deze gebruiker
tr: Bu kullanıcıya zaten bekleyen bir davet var

# genericUserLabel
source: A user
ja: あるユーザー
nl: Een gebruiker
tr: Bir kullanıcı

# collabRequestTitle
source: {inviter} invited you as a collaborator
ja: {inviter} があなたを共同編集者として招待しました
nl: {inviter} heeft je uitgenodigd als medewerker
tr: {inviter} sizi ortak olarak davet etti

# deleteAccountTitle
source: Delete account
ja: アカウントを削除
nl: Account verwijderen
tr: Hesabı sil

# supportAndHelpTitle
source: Support & Help
ja: サポートとヘルプ
tr: Destek ve Yardım

# loginTitle
source: Login
ja: ログイン
nl: Inloggen
tr: Giriş

# signInButtonText
source: Sign In
ja: ログイン
nl: Inloggen
tr: Giriş Yap

# dontHaveAccount
source: Don't have an account?
ja: アカウントをお持ちではありませんか？
nl: Nog geen account?
tr: Hesabın yok mu?

source: Register Here
ja: こちらで登録
nl: Registreer hier
tr: Kayıt Ol

source: Sign in with Apple
ja: Appleでサインイン
nl: Inloggen met Apple
tr: Apple ile Giriş Yap

source: Sign in with Google
ja: Googleでサインイン
nl: Inloggen met Google
tr: Google ile Giriş Yap

# loginRequiredForSection
source: Please sign in to view this section.
ja: このセクションを見るにはログインしてください。
nl: Log in om deze sectie te bekijken.
tr: Bu bölümü görmek için lütfen giriş yapın.

# loginRequiredForWishlist
source: Please sign in to view your wish list.
ja: ウィッシュリストを見るにはログインしてください。
nl: Log in om je verlanglijst te bekijken.
tr: İstek listenizi görmek için lütfen giriş yapın.

# verificationEmailResent
source: Verification email has been resent.
ja: 確認メールを再送しました。
nl: Verificatie-e-mail opnieuw verzonden.
tr: Doğrulama e-postası tekrar gönderildi.

# emailNotVerifiedYet
source: Your email address is not verified yet. Please check your inbox and click the link.
ja: メールアドレスはまだ確認されていません。受信ボックスを確認してリンクをクリックしてください。
nl: Je e-mailadres is nog niet geverifieerd. Controleer je inbox en klik op de link.
tr: E-posta adresiniz henüz doğrulanmadı. Lütfen e-postanızı kontrol edip gelen linke tıklayın.

# verificationTitle
source: Verification
ja: 確認
nl: Verificatie
tr: Doğrulama

# verificationInstruction
source: Please click the verification link sent to your email.
ja: メールで送信された確認リンクをクリックしてください。
nl: Klik op de verificatielink die naar je e-mail is verzonden.
tr: Lütfen e-postanıza gönderilen doğrulama linkine tıklayın.

# verificationInstructionWithEmail
source: Please click the verification link sent to {email}.
ja: {email} に送信された確認リンクをクリックしてください。
nl: Klik op de verificatielink die naar {email} is verzonden.
tr: Lütfen {email} adresine gönderilen doğrulama linkine tıklayın.

# resendButton
source: Resend
ja: 再送
nl: Opnieuw verzenden
tr: Tekrar Gönder

# checkVerificationButton
source: Check Verification
ja: 確認をチェック
nl: Verificatie controleren
tr: Doğrulamayı Kontrol Et

# accountDeletedPermanently
source: Your account has been permanently deleted.
ja: アカウントは永久に削除されました。
nl: Je account is permanent verwijderd.
tr: Hesabınız kalıcı olarak silindi.

# reauthRequiredMessage
source: For security reasons, please sign in again and then retry deleting your account.
ja: セキュリティ上の理由から、再度ログインしてからアカウントの削除をお試しください。
nl: Log om veiligheidsredenen opnieuw in en probeer vervolgens je account te verwijderen.
tr: Güvenlik nedeniyle lütfen yeniden giriş yapın ve ardından hesabı silmeyi tekrar deneyin.

# deleteAccountWarning
source: You are about to permanently delete your account and associated data. This action cannot be undone.
ja: アカウントと関連データを永久に削除しようとしています。この操作は元に戻せません。
nl: Je staat op het punt je account en bijbehorende gegevens permanent te verwijderen. Deze actie kan niet ongedaan worden gemaakt.
tr: Hesabınızı ve ilişkili verileri kalıcı olarak silmek üzeresiniz. Bu işlem geri alınamaz.

# deleteAccountExportNotice
source: Make sure you export any important data before proceeding.
ja: 続行する前に重要なデータをエクスポートしてください。
nl: Zorg ervoor dat je belangrijke gegevens exporteert voordat je doorgaat.
tr: Devam etmeden önce önemli verilerinizi dışa aktardığınızdan emin olun.

# deleteAccountConfirmButton
source: Permanently delete my account
ja: アカウントを永久に削除
nl: Mijn account permanent verwijderen
tr: Hesabımı kalıcı olarak sil

# bottomNavHome
source: Home
ja: ホーム
tr: Ana Sayfa

# bottomNavWishlist
source: Wishlist
ja: ウィッシュリスト
nl: Wensenlijst
tr: Dilek Listesi

# bottomNavDowryList
source: Dowry List
ja: 持参金リスト
nl: Uitzet Lijst
tr: Çeyiz Listesi

# bottomNavNotification
source: Notification
ja: 通知
nl: Meldingen
tr: Bildirimler

source: Cancel
ja: キャンセル
nl: Annuleren
tr: İptal

# itemLimitReachedTitle
source: Item Limit Reached
ja: アイテム制限に達しました
nl: Artikellimiet bereikt
tr: Item Limiti Doldu

# itemLimitReachedMessage
source: You've added {count} items. To continue:
ja: {count}個のアイテムを追加しました。続行するには:
nl: Je hebt {count} artikelen toegevoegd. Om door te gaan:
tr: {count} item eklediniz. Devam etmek için:

# watchAdForItemsButton
source: Watch Ad (+5 items)
ja: 広告を見る（+5アイテム）
nl: Advertentie bekijken (+5 artikelen)
tr: Reklam İzle (+5 item)

# buyRemoveAdsButton
source: Remove Ads (Unlimited)
ja: 広告を削除（無制限）
nl: Advertenties verwijderen (Onbeperkt)
tr: Reklamsız Satın Al (Sınırsız)

# itemsRemainingInfo
source: {count} items remaining
ja: 残り{count}アイテム
nl: {count} artikelen over
tr: {count} item hakkınız kaldı

# freeItemsRemaining
source: Free: {count} items left
ja: 無料：残り{count}アイテム
nl: Gratis: {count} artikelen over
tr: Ücretsiz: {count} item kaldı

# adOptionFreeLabel
source: Free
ja: 無料
nl: Gratis
tr: Ücretsiz

# adOptionPremiumLabel
source: Premium features
ja: プレミアム機能
nl: Premium-functies
tr: Premium özellikler

# adOptionRecommendedBadge
source: RECOMMENDED
ja: おすすめ
nl: AANBEVOLEN
tr: ÖNERİLEN

# adLoadingText
source: Loading ad...
ja: 広告を読み込んでいます...
nl: Advertentie laden...
tr: Reklam yükleniyor...

source: Offline Mode
tr: Çevrimdışı Mod

# onlineModeRequired
source: This feature requires internet connection
tr: Bu özellik internet bağlantısı gerektirir

# skipLogin
source: Explore First
tr: Şimdilik Keşfet

# createAccountOrLogin
source: Create Account / Sign In
tr: Hesap Oluştur / Giriş Yap

# offlineOnboardingMessage
source: Create an account to manage your wedding list together with your partner, or explore the app first!
tr: Partnerinizle birlikte düğün listenizi yönetmek için hesap oluşturun veya önce uygulamayı keşfedin!

# offlineModeActive
source: You're in Offline Mode
tr: Çevrimdışı Moddasınız

# loginToSyncData
source: Sign in to back up your data and share with your partner
tr: Verilerinizi yedeklemek ve partnerinizle paylaşmak için giriş yapın

# loginButton
source: Sign In
tr: Giriş Yap

# migrationInProgress
source: Syncing your data...
tr: Verileriniz senkronize ediliyor...

# migrationSuccess
source: Your data has been successfully synced
tr: Verileriniz başarıyla senkronize edildi

# migrationFailed
source: Sync failed. Please try again.
tr: Senkronizasyon başarısız oldu. Lütfen tekrar deneyin.

# offlineDataWillSync
source: Your data will be automatically synced when you sign in
tr: Giriş yaptığınızda verileriniz otomatik olarak senkronize edilecek

# migrationPartialSuccess
source: {migratedCount} items synced, {failedCount} items failed
tr: {migratedCount} öğe senkronize edildi, {failedCount} öğe başarısız oldu

source: Internet Connection Required
tr: İnternet Bağlantısı Gerekli

# wishlistRequiresInternet
source: Please check your internet connection to view the wishlist.
tr: İstek listesini görüntülemek için lütfen internet bağlantınızı kontrol edin.

# checkConnectionAndRetry
source: Check your connection and try again
tr: Bağlantınızı kontrol edip tekrar deneyin
